1password-beta
7zip
amd-ucode
asdf-vm
base
base-devel
bat
btop
efibootmgr
efitools
egl-wayland
fd
firefox
fzf
ghostty
git
git-delta
github-cli
gnome-keyring
greetd
greetd-tuigreet
gst-plugin-pipewire
hyperfine
hyprland
hyprpaper
hyprpolkitagent
imagemagick
jq
libpulse
linux
linux-firmware
mako
man-db
mpv
nautilus
neovim
networkmanager
noto-fonts
openssh
pastel
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
presenterm
qt5-wayland
resvg
ripgrep
rustup
sbctl
stow
tmux
tokei
tree
ttf-nerd-fonts-symbols-mono
unzip
uwsm
vim
vivid
walker-bin
waybar
wireplumber
wl-clipboard
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zram-generator
zsh
