tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "github/gh"
tap "crowdin/crowdin"
brew "coreutils"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "wget"
brew "yadm"
brew "yank"
brew "ranger"
brew "starship"
brew "openjdk"
brew "crowdin@2"
cask "itsycal"
cask "docker"
cask "kitty"
cask "visual-studio-code"
cask "spotify"
cask "firefox"
cask "google-chrome"
cask "vlc"
cask "slack"
cask "alfred"
cask "discord"
cask "figma"
cask "keybase"
cask "signal"
cask "joplin"
cask "bitwarden"
cask "bettertouchtool"
cask "rectangle"
cask "dozer"
cask "keycastr"
cask "balenaetcher"
