tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "schniz/tap"
tap "github/gh"
brew "bat"
brew "coreutils"
brew "exa"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "ripgrep"
brew "tldr"
brew "wget"
brew "yadm"
brew "yank"
brew "ranger"
brew "starship"
brew "timewarrior"
brew "bitwarden-cli"
brew "jq"
cask "docker"
cask "kitty"
