brew "bat"
brew "btop"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "pastel"
brew "ripgrep"
brew "slides"
brew "stow"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "vivid"
