####
# TAPS
######

# General
brew "gcc"
brew "imagemagick"

# Git

brew "git"
brew "git-lfs"
brew "git-interactive-rebase-tool"

# cli guis

brew "lazygit"

# Clis

brew "tmux"
brew "lsd"
brew "vivid"
brew "bat"
brew "stow"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "git-delta"
brew "zoxide"
brew "bottom"
brew "gdu"
brew "tealdeer"
brew "fx"
brew "jq"
brew "hyperfine"

# Neovim

brew "neovim"
brew "tree-sitter"
brew "luajit"
brew "luarocks"
brew "stylua"
