brew "bat"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "presenterm"
brew "ripgrep"
brew "sqlite"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter-cli"
brew "vivid"
