####
# TAPS
######

# General
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "crowdin/crowdin"

brew "coreutils"
brew "gnu-sed"
brew "imagemagick"

# Git

brew "git"
brew "git-lfs"
brew "lazygit"
brew "git-interactive-rebase-tool"

# Clis

brew "bat"
brew "stow"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "git-delta"
brew "zoxide"
brew "bottom"
brew "rm-improved"
brew "gdu"
brew "tealdeer"
brew "wget"
brew "fx"
brew "jq"
brew "ffmpeg"

# Neovim

brew "neovim"
brew "tree-sitter"
brew "luajit"
brew "luarocks"
brew "stylua"

# "crowdin/crowdin"
brew "crowdin@3"

# CASKS

# Development

cask "kitty"
cask "visual-studio-code"
cask "sublime-merge"
cask "sublime-text"
cask "keepingyouawake"
cask "postman"

# MacroPad

cask "vial"

# Keyboard

cask "bettertouchtool"

# Browser

cask "firefox"
cask "google-chrome"
cask "microsoft-edge"

# Productivity

cask "rectangle"
cask "dozer"
cask "raycast"
cask "mpv"

# Media

cask "spotify"
cask "slack"
cask "discord"
cask "signal"
cask "calibre"
cask "balenaetcher"

# Tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"

