####
# TAPS
######

# General
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "buo/cask-upgrade"

brew "coreutils"
brew "imagemagick"

# Git

brew "git"
brew "git-lfs"
brew "git-interactive-rebase-tool"

# cli guis

brew "lazygit"
brew "lazydocker"

# Clis

brew "tmux"
brew "lsd"
brew "vivid"
brew "bat"
brew "stow"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "git-delta"
brew "zoxide"
brew "bottom"
brew "gdu"
brew "tealdeer"
brew "wget"
brew "fx"
brew "jq"
brew "hyperfine"
brew "stylua"
