######
# TAPS
######

# General
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "crowdin/crowdin"

######
# APPS
######

brew "git-lfs"
brew "coreutils"
brew "gcc"
brew "stow"
brew "bat"
brew "fd"
brew "fzf"
brew "git-delta"
brew "ripgrep"
brew "tealdeer"
brew "wget"
brew "yadm"
brew "neovim"
brew "tree-sitter"
brew "luajit"
brew "zoxide"
brew "bottom"
brew "gitui"
brew "git-interactive-rebase-tool"
brew "rm-improved"
brew "dust"
brew "openssl@3"

# Tap "crowdin/crowdin"
brew "crowdin@2"
brew "openjdk"

#######
# CASKS
#######

cask "kitty"
cask "visual-studio-code"
cask "sublime-merge"
cask "sublime-text"
cask "balenaetcher"
cask "keepingyouawake"
cask "postman"

cask "firefox"
cask "google-chrome"
cask "microsoft-edge"

cask "rectangle"
cask "dozer"
cask "bettertouchtool"
cask "raycast"
cask "kap"
cask "mpv"

cask "spotify"
cask "slack"
cask "discord"
cask "signal"
cask "calibre"

# Tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"
